{
  "name": "Anggraeni & Partners",
  "tagline": "We are worthy of your trust",
  "year_established": "2013",
  "logo": "assets/images/logo.svg",
  "logo_2nd": "assets/images/logo2.svg",
  "favicon": "assets/favicon.gif",
  "welcome_msg": "welcome to the official website",
  "welcome_img": " ",
  "owner": "Setyawati Fitri Anggraeni., S.H., LL.M., MCIARB",
  "corporate_value": "Dedication in service for a sustainable growth and partnership in order to create added values for the clients.",
  "vision": "Becoming a prominent Indonesian law firm applying international standards and capable in competing regionally with an objective to contribute significantly for the development of the Indonesian legal system, having the progress of the nation in sight as well as consistently creating added values to all parties.",
  "mission": "Establishing a sustainable law firm consisting of trusted and reliable attorneys, supported by a strong and qualified business management in accordance with the condition in Indonesia, as well as being committed in providing integrated and quality legal services  to the clients and the communities;",
  "mission1": "Consistently establishing and developing the quality of human resources through scientific researches, trainings and innovations based on the organizational and cultural values of Indonesia;",
  "mission2": "Maintaining the continuity of growth in legal services through consistent improvement of service.",
  "intro": "Anggraeni and Partners trusts that legal knowledge is needed to sustain and protect the rights and interests of people as well as for the prevention of conflicts. Through our experiences we have seen how joint ventures can turn sour, causing losses; in addition, unawareness of the law by a company or by an individual could lead to endless legal problems. Having learned from such experiences, Anggraeni and Partners is established by Indonesian legal practitioners with the view that legal knowledge is needed by everyone to protect their legal rights. The legal practitioners at Anggraeni and Partners are strong-willed in providing an added value when it comes to our legal service. A thorough research of the law, alternative solutions and an intensive communication will always be a part of the services that we offer. Further, clients can expect a personal service as well as innovation as an added value in our service. We believe that legal services are a continuous form of cooperation and a communication with our clients in achieving the best solution for every legal issue. Anggraeni and Partners always strive to provide alternative solutions, though we greatly appreciate the opinions and suggestions from our clients on the choice of solution by the clients. The involvement of clients is important to us to ensure the sharing of legal knowledge needed, to avoid potential issues of a similar nature in the future. With this profile, we wish to introduce our Firm to you and look forward to establishing good cooperation with you in the future. We thank you for taking the time to read our Firm Profile.",
  "preface": "Anggraeni and Partners Law Office believes that legal knowledge is necessary to secure people’s rights, protect their rights and to avoid them from issues. From our experience, we have seen how ignorance of law could cause a joint venture business to end on a sour note, or resulting in a company getting embroiled in never ending legal troubles. Learning from such experience, Anggraeni and Partners was established by Indonesian legal practitioners who are of the view that legal knowledge is necessary to be known by everyone to protect their legal interests. In their practice, the legal practitioners at Anggraeni and Partners strongly desire to give an extra value in providing their legal services. Detailed legal research, options for solutions, and intensive communication will always be part of our service. Furthermore, client can expect personalize of services and innovations as the added value of our services. We believe that the best forms of legal services are cooperation and continuous communication process with a Client in order to find the best solution for a certain legal matter. Anggraeni and Partners always strives to provide alternatives for solution, but at the same time we appreciate any opinions or inputs from Client regarding the solution that they choose. Client involvement is important for us to ensure that the Client receive the necessary legal knowledge to avoid them from similar legal issues in the future. Through this profile, we hope to be able to introduce our Law Office and we look forward to establishing a fruitful cooperation with you. Lastly, we would like to thank you for taking the time to read our Law Office profile.",
  "closing": "We provide quality and on-time legal services with competitive prices, and we strive for thesolutions that we offer to meet our clients’ expectations. The fee components of our services will greatly vary depending on the types of legal services requested by a client as well as the complexity of the legal issues. Anggraeni and Partners will gladly provide the fee components in accordance with your needs.For questions and further discussion, please do not hesitate to contact us on our e-mail at fitri@ap-lawsolution.com"
}